MobileExtractor:ToolArguments
urn:example:local:Account
urn:example:local:ActionReferences
urn:example:local:Annotation
urn:example:local:Attachment
urn:example:local:Authorization
urn:example:local:BirthInformation
urn:example:local:BluetoothAddress
urn:example:local:Bundle
urn:example:local:Confidence
urn:example:local:ConfigurationSetting
urn:example:local:ContentData
urn:example:local:DataRange
urn:example:local:Device
urn:example:local:DiskPartition
urn:example:local:EmailAccount
urn:example:local:EmailMessage
urn:example:local:FacebookMessage
urn:example:local:File
urn:example:local:FileSystem
urn:example:local:Hash
urn:example:local:IMEI
urn:example:local:Identity
urn:example:local:Investigation
urn:example:local:InvestigativeAction
urn:example:local:LatLongCoordinates
urn:example:local:Location
urn:example:local:MSISDN
urn:example:local:Message
urn:example:local:MobileAccount
urn:example:local:MobileDevice
urn:example:local:OperatingSystem
urn:example:local:PathRelation
urn:example:local:PhoneAccount
urn:example:local:ProvenanceRecord
urn:example:local:Relationship
urn:example:local:Role
urn:example:local:SimpleAddress
urn:example:local:SimpleName
urn:example:local:Tool
urn:example:local:ToolConfiguration
urn:example:local:WiFiAddress
urn:example:local:accountIssuer
urn:example:local:accountType
urn:example:local:application
urn:example:local:aquisitionType
urn:example:local:authorizationIdentifier
urn:example:local:authorizationType
urn:example:local:birthdate
urn:example:local:body
urn:example:local:clockSetting
urn:example:local:confidence
urn:example:local:configurationSetting
urn:example:local:content
urn:example:local:createdBy
urn:example:local:createdTime
urn:example:local:creator
urn:example:local:description
urn:example:local:diskPartitionType
urn:example:local:emailAddress
urn:example:local:endTime
urn:example:local:environment
urn:example:local:exhibitNumber
urn:example:local:extension
urn:example:local:familyName
urn:example:local:fileName
urn:example:local:filePath
urn:example:local:fileSystemType
urn:example:local:focus
urn:example:local:from
urn:example:local:givenName
urn:example:local:hash
urn:example:local:hashMethod
urn:example:local:hashValue
urn:example:local:iPhoneDevice
urn:example:local:instrument
urn:example:local:isActive
urn:example:local:isDirectional
urn:example:local:isDirectory
urn:example:local:itemName
urn:example:local:itemValue
urn:example:local:keypadUnlockCode
urn:example:local:kindOfRealtionship
urn:example:local:kindOfRelationship
urn:example:local:latitude
urn:example:local:localeLanguage
urn:example:local:locality
urn:example:local:location
urn:example:local:longitude
urn:example:local:magicNumber
urn:example:local:manufacturer
urn:example:local:messageID
urn:example:local:messageText
urn:example:local:method
urn:example:local:model
urn:example:local:name
urn:example:local:object
urn:example:local:objects
urn:example:local:ownerName
urn:example:local:partitionID
urn:example:local:partitionLength
urn:example:local:partitionOffset
urn:example:local:path
urn:example:local:performer
urn:example:local:phoneActivationTime
urn:example:local:phoneNumber
urn:example:local:postalCode
urn:example:local:rangeOffset
urn:example:local:rangeSize
urn:example:local:receivedTime
urn:example:local:region
urn:example:local:result
urn:example:local:sentTime
urn:example:local:serialNumber
urn:example:local:sizeInBytes
urn:example:local:source
urn:example:local:startTime
urn:example:local:storageCapacity
urn:example:local:storageCapacityInBytes
urn:example:local:street
urn:example:local:subject
urn:example:local:tag
urn:example:local:target
urn:example:local:to
urn:example:local:toolType
urn:example:local:uniqueID
urn:example:local:url
urn:example:local:value
urn:example:local:version
