http://case.example.org/core#ComputerSpecification
http://case.example.org/core#ContentData
http://case.example.org/core#DataRange
http://case.example.org/core#Device
http://case.example.org/core#DiskPartition
http://case.example.org/core#Encoding
http://case.example.org/core#Encryption
http://case.example.org/core#File
http://case.example.org/core#Hash
http://case.example.org/core#OperatingSystem
http://case.example.org/core#PathRelation
http://case.example.org/core#SQLiteBlob
http://case.example.org/core#accessedAction
http://case.example.org/core#accessedTime
http://case.example.org/core#biosVersion
http://case.example.org/core#byteOrder
http://case.example.org/core#columnName
http://case.example.org/core#cpuFamily
http://case.example.org/core#createdAction
http://case.example.org/core#createdTime
http://case.example.org/core#dataPayload
http://case.example.org/core#encodingMethod
http://case.example.org/core#encryptionMethod
http://case.example.org/core#encryptionMode
http://case.example.org/core#extension
http://case.example.org/core#fileName
http://case.example.org/core#filePath
http://case.example.org/core#fileSystemType
http://case.example.org/core#gpuFamily
http://case.example.org/core#hash
http://case.example.org/core#hashMethod
http://case.example.org/core#hashValue
http://case.example.org/core#inventoryNumber
http://case.example.org/core#isDirectory
http://case.example.org/core#iv
http://case.example.org/core#key
http://case.example.org/core#magicNumber
http://case.example.org/core#manufacturer
http://case.example.org/core#metadataChangedTime
http://case.example.org/core#mimeType
http://case.example.org/core#model
http://case.example.org/core#modifiedTime
http://case.example.org/core#name
http://case.example.org/core#partIndex
http://case.example.org/core#path
http://case.example.org/core#processorArchitecture
http://case.example.org/core#rangeOffset
http://case.example.org/core#rangeSize
http://case.example.org/core#rowCondition
http://case.example.org/core#serialNumber
http://case.example.org/core#sizeInBytes
http://case.example.org/core#tableName
http://case.example.org/core#totalRam
http://case.example.org/core#version
