MobileExtractor:ToolArguments
http://case.example.org/core#Account
http://case.example.org/core#AccountAuthentication
http://case.example.org/core#ActionReferences
http://case.example.org/core#Application
http://case.example.org/core#ApplicationAccount
http://case.example.org/core#Attachment
http://case.example.org/core#Authorization
http://case.example.org/core#BirthInformation
http://case.example.org/core#BluetoothAddress
http://case.example.org/core#Carrier
http://case.example.org/core#Compression
http://case.example.org/core#ComputerSpecification
http://case.example.org/core#Contact
http://case.example.org/core#ContentData
http://case.example.org/core#DataRange
http://case.example.org/core#Device
http://case.example.org/core#DigitalAccount
http://case.example.org/core#DiskPartition
http://case.example.org/core#DomainName
http://case.example.org/core#EXIF
http://case.example.org/core#EmailAccount
http://case.example.org/core#EmailAddress
http://case.example.org/core#Encoding
http://case.example.org/core#Encryption
http://case.example.org/core#File
http://case.example.org/core#Fragment
http://case.example.org/core#Hash
http://case.example.org/core#ICCID
http://case.example.org/core#IMEI
http://case.example.org/core#IMSI
http://case.example.org/core#IPv4Address
http://case.example.org/core#LatLongCoordinates
http://case.example.org/core#MSISDN
http://case.example.org/core#Message
http://case.example.org/core#MessageThread
http://case.example.org/core#MobileAccount
http://case.example.org/core#MobileDevice
http://case.example.org/core#NetworkConnection
http://case.example.org/core#OperatingSystem
http://case.example.org/core#PathRelation
http://case.example.org/core#PhoneAccount
http://case.example.org/core#PhoneCall
http://case.example.org/core#Process
http://case.example.org/core#RasterPicture
http://case.example.org/core#SIMCard
http://case.example.org/core#SIMForm
http://case.example.org/core#SIMType
http://case.example.org/core#SQLiteBlob
http://case.example.org/core#SimpleAddress
http://case.example.org/core#SimpleName
http://case.example.org/core#StarttimeRelation
http://case.example.org/core#WiFiAddress
http://case.example.org/core#accessAction
http://case.example.org/core#accessedAction
http://case.example.org/core#accessedTime
http://case.example.org/core#accountIdentifier
http://case.example.org/core#accountIssuer
http://case.example.org/core#accountLogin
http://case.example.org/core#accountType
http://case.example.org/core#address
http://case.example.org/core#analysisReport
http://case.example.org/core#application
http://case.example.org/core#applicationIdentifier
http://case.example.org/core#aquisitionType
http://case.example.org/core#arguments
http://case.example.org/core#attachmentFile
http://case.example.org/core#authorizationIdentifier
http://case.example.org/core#authorizationType
http://case.example.org/core#biosVersion
http://case.example.org/core#birthdate
http://case.example.org/core#bitsPerPixel
http://case.example.org/core#byteOrder
http://case.example.org/core#callType
http://case.example.org/core#clockSetting
http://case.example.org/core#columnName
http://case.example.org/core#compressionMethod
http://case.example.org/core#configFile
http://case.example.org/core#connectionState
http://case.example.org/core#contactName
http://case.example.org/core#country
http://case.example.org/core#cpuFamily
http://case.example.org/core#createAction
http://case.example.org/core#createdAction
http://case.example.org/core#createdTime
http://case.example.org/core#creatorUser
http://case.example.org/core#currentWorkingDirectory
http://case.example.org/core#data
http://case.example.org/core#dataPayload
http://case.example.org/core#dataPayloadReferenceURL
http://case.example.org/core#destinationPort
http://case.example.org/core#displayName
http://case.example.org/core#display_name
http://case.example.org/core#dst
http://case.example.org/core#duration
http://case.example.org/core#emailAddress
http://case.example.org/core#encodingMethod
http://case.example.org/core#encryptionMethod
http://case.example.org/core#encryptionMode
http://case.example.org/core#endTime
http://case.example.org/core#environment
http://case.example.org/core#environmentVariable
http://case.example.org/core#exifData
http://case.example.org/core#extension
http://case.example.org/core#familyName
http://case.example.org/core#fileName
http://case.example.org/core#filePath
http://case.example.org/core#fileSystemType
http://case.example.org/core#firstLoginTime
http://case.example.org/core#firstName
http://case.example.org/core#floor
http://case.example.org/core#fragmentIndex
http://case.example.org/core#from
http://case.example.org/core#fullQueryMatch
http://case.example.org/core#givenName
http://case.example.org/core#gpuFamily
http://case.example.org/core#hash
http://case.example.org/core#hashMethod
http://case.example.org/core#hashValue
http://case.example.org/core#iPhoneDevice
http://case.example.org/core#identifier
http://case.example.org/core#input
http://case.example.org/core#instrument
http://case.example.org/core#inventoryNumber
http://case.example.org/core#isActive
http://case.example.org/core#isDirectory
http://case.example.org/core#isHidden
http://case.example.org/core#iv
http://case.example.org/core#key
http://case.example.org/core#keypadUnlockCode
http://case.example.org/core#lastLoginTime
http://case.example.org/core#latitude
http://case.example.org/core#locality
http://case.example.org/core#location
http://case.example.org/core#logFile
http://case.example.org/core#longitude
http://case.example.org/core#magicNumber
http://case.example.org/core#manufacturer
http://case.example.org/core#messageText
http://case.example.org/core#messages
http://case.example.org/core#metadataChangedTime
http://case.example.org/core#method
http://case.example.org/core#mimeType
http://case.example.org/core#model
http://case.example.org/core#modifiedTime
http://case.example.org/core#name
http://case.example.org/core#numberOfLaunches
http://case.example.org/core#object
http://case.example.org/core#operatingSystem
http://case.example.org/core#ownerName
http://case.example.org/core#parsedFile
http://case.example.org/core#partIndex
http://case.example.org/core#participant
http://case.example.org/core#password
http://case.example.org/core#passwordLastChanged
http://case.example.org/core#path
http://case.example.org/core#performer
http://case.example.org/core#phoneNumber
http://case.example.org/core#pictureType
http://case.example.org/core#pictureheight
http://case.example.org/core#picturewidth
http://case.example.org/core#pid
http://case.example.org/core#postalCode
http://case.example.org/core#processorArchitecture
http://case.example.org/core#protocols
http://case.example.org/core#query
http://case.example.org/core#rangeOffset
http://case.example.org/core#rangeSize
http://case.example.org/core#region
http://case.example.org/core#result
http://case.example.org/core#roomNumber
http://case.example.org/core#rowCondition
http://case.example.org/core#sentTime
http://case.example.org/core#serialNumber
http://case.example.org/core#sizeInBytes
http://case.example.org/core#sourcePort
http://case.example.org/core#src
http://case.example.org/core#startTime
http://case.example.org/core#storageCapacity
http://case.example.org/core#storageFile
http://case.example.org/core#street
http://case.example.org/core#tableName
http://case.example.org/core#timezoneSetting
http://case.example.org/core#to
http://case.example.org/core#totalFragments
http://case.example.org/core#totalRam
http://case.example.org/core#uniqueID
http://case.example.org/core#url
http://case.example.org/core#value
http://case.example.org/core#version
http://case.example.org/core#visibility
urn:example:local:Account
urn:example:local:ActionReferences
urn:example:local:Annotation
urn:example:local:Attachment
urn:example:local:Authorization
urn:example:local:BirthInformation
urn:example:local:BluetoothAddress
urn:example:local:Bundle
urn:example:local:Confidence
urn:example:local:ConfigurationSetting
urn:example:local:ContentData
urn:example:local:DataRange
urn:example:local:Device
urn:example:local:DiskPartition
urn:example:local:EmailAccount
urn:example:local:EmailMessage
urn:example:local:FacebookMessage
urn:example:local:File
urn:example:local:FileSystem
urn:example:local:Hash
urn:example:local:IMEI
urn:example:local:Identity
urn:example:local:Investigation
urn:example:local:InvestigativeAction
urn:example:local:LatLongCoordinates
urn:example:local:Location
urn:example:local:MSISDN
urn:example:local:Message
urn:example:local:MobileAccount
urn:example:local:MobileDevice
urn:example:local:OperatingSystem
urn:example:local:PathRelation
urn:example:local:PhoneAccount
urn:example:local:ProvenanceRecord
urn:example:local:Relationship
urn:example:local:Role
urn:example:local:SimpleAddress
urn:example:local:SimpleName
urn:example:local:Tool
urn:example:local:ToolConfiguration
urn:example:local:WiFiAddress
urn:example:local:accountIssuer
urn:example:local:accountType
urn:example:local:application
urn:example:local:aquisitionType
urn:example:local:authorizationIdentifier
urn:example:local:authorizationType
urn:example:local:birthdate
urn:example:local:body
urn:example:local:clockSetting
urn:example:local:confidence
urn:example:local:configurationSetting
urn:example:local:content
urn:example:local:createdBy
urn:example:local:createdTime
urn:example:local:creator
urn:example:local:description
urn:example:local:diskPartitionType
urn:example:local:emailAddress
urn:example:local:endTime
urn:example:local:environment
urn:example:local:exhibitNumber
urn:example:local:extension
urn:example:local:familyName
urn:example:local:fileName
urn:example:local:filePath
urn:example:local:fileSystemType
urn:example:local:focus
urn:example:local:from
urn:example:local:givenName
urn:example:local:hash
urn:example:local:hashMethod
urn:example:local:hashValue
urn:example:local:iPhoneDevice
urn:example:local:instrument
urn:example:local:isActive
urn:example:local:isDirectional
urn:example:local:isDirectory
urn:example:local:itemName
urn:example:local:itemValue
urn:example:local:keypadUnlockCode
urn:example:local:kindOfRealtionship
urn:example:local:kindOfRelationship
urn:example:local:latitude
urn:example:local:localeLanguage
urn:example:local:locality
urn:example:local:location
urn:example:local:longitude
urn:example:local:magicNumber
urn:example:local:manufacturer
urn:example:local:messageID
urn:example:local:messageText
urn:example:local:method
urn:example:local:model
urn:example:local:name
urn:example:local:object
urn:example:local:objects
urn:example:local:ownerName
urn:example:local:partitionID
urn:example:local:partitionLength
urn:example:local:partitionOffset
urn:example:local:path
urn:example:local:performer
urn:example:local:phoneActivationTime
urn:example:local:phoneNumber
urn:example:local:postalCode
urn:example:local:rangeOffset
urn:example:local:rangeSize
urn:example:local:receivedTime
urn:example:local:region
urn:example:local:result
urn:example:local:sentTime
urn:example:local:serialNumber
urn:example:local:sizeInBytes
urn:example:local:source
urn:example:local:startTime
urn:example:local:storageCapacity
urn:example:local:storageCapacityInBytes
urn:example:local:street
urn:example:local:subject
urn:example:local:tag
urn:example:local:target
urn:example:local:to
urn:example:local:toolType
urn:example:local:uniqueID
urn:example:local:url
urn:example:local:value
urn:example:local:version
