MobileExtractor:ToolArguments
http://example.org/draft#FacebookMessage
http://example.org/draft#aquisitionType
http://example.org/draft#iPhoneDevice
http://example.org/draft#localeLanguage
http://example.org/draft#method
http://example.org/draft#ownerName
http://example.org/draft#uniqueID
http://example.org/local#Account
http://example.org/local#Action
http://example.org/local#ActionLifecycle
http://example.org/local#ActionReferences
http://example.org/local#Annotation
http://example.org/local#Application
http://example.org/local#ApplicationAccount
http://example.org/local#Attachment
http://example.org/local#BluetoothAddress
http://example.org/local#Carrier
http://example.org/local#ComputerSpecification
http://example.org/local#Contact
http://example.org/local#Device
http://example.org/local#DomainName
http://example.org/local#EmailAccount
http://example.org/local#ICCID
http://example.org/local#IMEI
http://example.org/local#IMSI
http://example.org/local#IPv4Address
http://example.org/local#Investigation
http://example.org/local#InvestigativeAction
http://example.org/local#MSISDN
http://example.org/local#Message
http://example.org/local#MessageThread
http://example.org/local#MobileAccount
http://example.org/local#MobileDevice
http://example.org/local#OperatingSystem
http://example.org/local#PhoneAccount
http://example.org/local#Process
http://example.org/local#ProvenanceRecord
http://example.org/local#Relationship
http://example.org/local#SIMCard
http://example.org/local#SIMForm
http://example.org/local#SIMType
http://example.org/local#WiFiAddress
http://example.org/local#accessAction
http://example.org/local#accessedAction
http://example.org/local#accountType
http://example.org/local#address
http://example.org/local#analysisReport
http://example.org/local#application
http://example.org/local#applicationIdentifier
http://example.org/local#aquisitionType
http://example.org/local#arguments
http://example.org/local#attachmentFile
http://example.org/local#biosVersion
http://example.org/local#clockSetting
http://example.org/local#configFile
http://example.org/local#contactName
http://example.org/local#cpuFamily
http://example.org/local#createAction
http://example.org/local#createdAction
http://example.org/local#createdTime
http://example.org/local#creatorUser
http://example.org/local#currentWorkingDirectory
http://example.org/local#description
http://example.org/local#displayName
http://example.org/local#display_name
http://example.org/local#emailAddress
http://example.org/local#endTime
http://example.org/local#environment
http://example.org/local#environmentVariable
http://example.org/local#exhibitNumber
http://example.org/local#familyName
http://example.org/local#firstName
http://example.org/local#focus
http://example.org/local#from
http://example.org/local#fullQueryMatch
http://example.org/local#iPhoneDevice
http://example.org/local#identifier
http://example.org/local#input
http://example.org/local#instrument
http://example.org/local#inventoryNumber
http://example.org/local#isActive
http://example.org/local#isDirectional
http://example.org/local#isHidden
http://example.org/local#key
http://example.org/local#keypadUnlockCode
http://example.org/local#kindOfRelationship
http://example.org/local#location
http://example.org/local#logFile
http://example.org/local#manufacturer
http://example.org/local#messageText
http://example.org/local#messages
http://example.org/local#method
http://example.org/local#model
http://example.org/local#name
http://example.org/local#numberOfLaunches
http://example.org/local#object
http://example.org/local#operatingSystem
http://example.org/local#ownerName
http://example.org/local#parsedFile
http://example.org/local#participant
http://example.org/local#performer
http://example.org/local#phoneNumber
http://example.org/local#pid
http://example.org/local#query
http://example.org/local#result
http://example.org/local#sentTime
http://example.org/local#serialNumber
http://example.org/local#source
http://example.org/local#startTime
http://example.org/local#storageCapacity
http://example.org/local#storageFile
http://example.org/local#tag
http://example.org/local#tags
http://example.org/local#target
http://example.org/local#text
http://example.org/local#timezoneSetting
http://example.org/local#to
http://example.org/local#totalFragments
http://example.org/local#totalRam
http://example.org/local#uniqueID
http://example.org/local#url
http://example.org/local#value
http://example.org/local#version
http://example.org/local#visibility
https://unifiedcyberontology.org/ontology/uco/observable#picturetype
